Repository: CofficLab/GitOK
Catalog: Packages/PluginCloneRepository/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Any Remote URL
zh_hans: 任意远程地址
zh_hk: 任意遠程地址

source: Bring any repository into GitOK in seconds.
zh_hans: 几秒内把任意仓库带进 GitOK。
zh_hk: 幾秒內把任意倉庫帶進 GitOK。

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Choose
zh_hans: 选择
zh_hk: 選擇

source: Choose a location
zh_hans: 选择位置
zh_hk: 選擇位置

source: Choose...
zh_hans: 选择…
zh_hk: 選擇…

source: Clone
zh_hans: 克隆
zh_hk: 複製

source: Clone & open
zh_hans: 克隆并打开
zh_hk: 克隆並打開

source: Clone Repository
zh_hans: 克隆仓库
zh_hk: 複製儲存庫

source: Clone failed: %@
zh_hans: 克隆失败：%@
zh_hk: 複製失敗：%@

source: Clone over HTTPS or SSH from GitHub, GitLab, Gitee, and more.
zh_hans: 支持 HTTPS 或 SSH 克隆 GitHub、GitLab、Gitee 等仓库。
zh_hk: 支持 HTTPS 或 SSH 克隆 GitHub、GitLab、Gitee 等倉庫。

source: Cloning %@...
zh_hans: 正在克隆 %@…
zh_hk: 正在複製 %@…

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Enter a remote repository URL.
zh_hans: 输入远程仓库 URL。
zh_hk: 輸入遠端儲存庫 URL。

source: Enter a repository name.
zh_hans: 输入仓库名称。
zh_hk: 輸入儲存庫名稱。

source: Enter an HTTPS or SSH clone URL.
zh_hans: 输入 HTTPS 或 SSH 克隆地址。
zh_hk: 輸入 HTTPS 或 SSH 克隆地址。

source: GitOK clones with live progress, then adds and opens the project.
zh_hans: GitOK 实时显示克隆进度，随后添加并打开项目。
zh_hk: GitOK 實時顯示克隆進度，隨後添加並打開項目。

source: HTTPS & SSH
zh_hans: HTTPS 与 SSH
zh_hk: HTTPS 與 SSH

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Invalid destination path.
zh_hans: 目标路径无效。
zh_hk: 目標路徑無效。

source: Live Progress
zh_hans: 实时进度
zh_hk: 實時進度

source: Open after clone
zh_hans: 克隆后打开
zh_hk: 克隆後打開

source: Open on Finish
zh_hans: 完成后打开
zh_hk: 完成後打開

source: Paste the URL
zh_hans: 粘贴地址
zh_hk: 粘貼地址

source: Pick where the folder should live on disk.
zh_hans: 选择文件夹在磁盘上的存放位置。
zh_hk: 選擇文件夾在磁盤上的存放位置。

source: Progress
zh_hans: 进度
zh_hk: 進度

source: Remote URL
zh_hans: 远程 URL
zh_hk: 遠端 URL

source: See the transfer in real time with status and error feedback.
zh_hans: 实时查看传输进度，带状态与错误反馈。
zh_hk: 實時查看傳輸進度，帶狀態與錯誤反饋。

source: The cloned project lands in your list and opens immediately.
zh_hans: 克隆完成的项目进入列表并立即打开。
zh_hk: 克隆完成的項目進入列表並立即打開。

source: This repository is already in your projects.
zh_hans: 此仓库已在你的项目中。
zh_hk: 此儲存庫已在你的專案中。

source: URL to start
zh_hans: 从一个地址开始
zh_hk: 從一個地址開始

source: progress
zh_hans: 进度
zh_hk: 進度
